---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.UsTonnesForce
source: html/2e309ebb-6ee3-ba2f-2b88-b252e8755cd1.htm
---
# Autodesk.Revit.DB.UnitTypeId.UsTonnesForce Property

US tonnes force.

## Syntax (C#)
```csharp
public static ForgeTypeId UsTonnesForce { get; }
```